Repository: arbellaio/PercentCalculator
Catalog: PercentCalculator/Resources/Language/AppResources.*.resx
Languages: de, fr, hi, nl

source: Amount:
fr: Montant:
hi: रकम:
nl: Bedrag:

source: Answer
de: Antworten
fr: Réponse
hi: उत्तर
nl: Antwoord

source: Calculate
de: Berechnung
fr: Calculer
hi: गणना
nl: Berekenen

source: % Change
de: % Veränderung
fr: % Changement
hi: % रेज़गी
nl: % Verandering

# CompoundFrequency
source: Compound frequency Per Year:
de: Mischungshäufigkeit pro Jahr:
fr: Fréquence composée par an:
hi: प्रति वर्ष यौगिक आवृत्ति:
nl: Samengestelde frequentie per jaar:

source: COMPOUND INTEREST
de: ZINSESZINS
fr: INTÉRÊTS COMPOSÉS
hi: चक्रवृद्धि ब्याज
nl: SAMENGESTELDE INTEREST

# CompoundInterest1
source: Compound Interest
de: Zinseszins
fr: Intérêts composés
hi: चक्रवृद्धि ब्याज
nl: Samengestelde interest

source: Cost:
de: Kosten:
fr: Coût:
hi: लागत:
nl: Kosten:

source: CUMULATIVE GROWTH CALCULATOR
de: KUMULATIVES WACHSTUM CALCULATO
fr: CROISSANCE CUMULATIVE
hi: संचयी विकास कैलकुलेटर
nl: CUMULATIEVE GROEICALCULATOR

# CumulativeGrowthCalculator1
source: Cumulative Growth Calculator
de: Kumulatives Wachstum Calculato
fr: Croissance cumulative
hi: संचयी विकास कैलकुलेटर
nl: Cumulatieve groeicalculator

source: Difference:
de: Unterschied:
fr: Différence:
hi: अंतर:
nl: Verschil:

source: Discount
de: Remise
fr: Remise
hi: छूट
nl: Korting

source: DOUBLING CALCULATOR
de: VERDOPPELNDER RECHNER
fr: CALCULATEUR DOUBLANT
hi: डबिंग कैलकुलर
nl: VERDUBBELING REKENMACHINE

# DoublingCalculator1
source: Doubling Calculator
de: Verdopplungsrechner
fr: Doubler le calculateur
hi: डबिंग कैलकुलर
nl: Verdubbeling Rekenmachine

source: Doubling t:
de: Verdoppelung t:
fr: Doubler t:
hi: दोहरीकरण टी:
nl: Verdubbeling t:

source: End year:
de: Jahresende:
fr: Fin d'année:
hi: अंत वर्ष:
nl: Einde jaar:

# EnterFirstValue
source: Enter 1st Value:
de: Geben Sie den 1. Wert ein:
fr: Entrer la 1ère valeur:
hi: प्रथम मान दर्ज करें:
nl: Voer de 1e waarde in:

# EnterSecondValue
source: Enter 2nd Value:
de: 2. Wert eingeben:
fr: Entrer la 2ème valeur:
hi: 2 मान दर्ज करें:

source: Final balance:
de: Restbetrag:
fr: Solde final:
hi: अंतिम राशि:
nl: Eindsaldo:

source: Final value:
de: Endwert:
fr: Valeur finale:
hi: अंतिम मूल्य:
nl: Uiteindelijke waarde:

source: FRACTION TO PERCENTAGE
de: FRAKTION ZU PROZENTSATZ
fr: FRACTION À POURCENTAGE
hi: प्रवेश करने के लिए कारखाना
nl: FRACTIE TOT PERCENTAGE

# FractionToPercentage1
source: Fraction to Percentage
de: Anteil in Prozent
fr: Fraction à pourcentage
hi: प्रवेश करने के लिए कारखाना
nl: Fractie naar percentage

source: From Value:
fr: De la valeur:
hi: मान से:
nl: Van waarde:

source: Gross Price:
de: Bruttopreis:
fr: Prix ​​brut:
hi: सकल मूल्य:
nl: Bruto prijs:

source: Growth Rate
de: Wachstumsrate
fr: Taux de croissance
hi: विकास दर
nl: Groei percentage

source: Increase:
de: Erhöhen:
fr: Augmenter:
hi: बढ़ना:
nl: Toenemen:

source: Increase By
de: Erhöhung um
fr: Augmenté de
hi: का इजाफा
nl: Stijgt met

source: Inflation:
hi: मुद्रास्फीति:
nl: Inflatie:

source: INFLATION CALCULATOR
de: INFLATIONSRECHNER
fr: CALCULATEUR D'INFLATION
hi: इफ्लेशन कैलकुलेटर
nl: INFLATIE REKENMACHINE

# InflationCalculator1
source: Inflation Calculator
de: Inflationsrechner
fr: Calculateur d'inflation
hi: इफ्लेशन कैलकुलेटर
nl: Inflatie Rekenmachine

source: Initial balance:
de: Anfangsbilanz:
fr: Balance initiale:
hi: प्रारंभिक संतुलन:
nl: Beginbalans:

source: Initial value:
de: Ursprünglicher Wert:
fr: Valeur initiale:
hi: प्रारंभिक मूल्य:
nl: Beginwaarde:

source: Interest rate:
de: Zinssatz:
fr: Taux d'intérêt:
hi: ब्याज दर:
nl: Rente:

source: is same as
de: ist das gleiche wie
fr: est identique à
hi: वैसा ही है
nl: is hetzelfde als

source: is what percent of
de: ist, was Prozent aus
fr: est quel pourcentage de
hi: प्रतिशत क्या है
nl: is welk percentage van

source: LOAN CALCULATOR
hi: ऋण गणक
nl: LENING REKENMACHINE

# LoanCalculator1
source: Loan Calculator
hi: ऋण गणक
nl: Lening Rekenmachine

source: Margin:
de: Spanne:
fr: Marge:
hi: हाशिया:
nl: Marge:

source: MARGIN CALCULATOR
de: MARGEN-RECHNER
fr: CALCULATEUR DE MARGE
hi: मार्गिन कैलकुलर
nl: MARGE REKENMACHINE

# MarginCalculator1
source: Margin Calculator
de: Margin-Rechner
fr: Calculateur de marge
hi: मार्गिन कैलकुलर
nl: Marge Rekenmachine

source: Markup:
fr: Balisage:
hi: मार्कअप:

source: MARKUP CALCULATOR
de: MARKUP-RECHNER
fr: CALCUL DE MARQUAGE
hi: मार्क कैलकुलर
nl: MARKUP REKENMACHINE

# MarkupCalculator1
source: Markup Calculator
de: Markup-Rechner
fr: Calculatrice de balisage
hi: मार्कअप कैलकुलेटर
nl: Markup Rekenmachine

source: Net Price:
de: Nettopreis:
fr: Prix ​​net:
hi: शुद्ध मूल्य:
nl: Nettoprijs:

source: No. of People:
de: Anzahl der Leute:
fr: Nombre de personnes:
hi: लोगों की संख्या:
nl: Aantal mensen:

source: Number Of Periods:
de: Anzahl der Perioden:
fr: Nombre de périodes:
hi: पीरियड्स की संख्या:
nl: Aantal perioden:

source: Number of years:
de: Anzahl von Jahren:
fr: Nombre d'années:
hi: वर्षों की संख्या:
nl: Aantal jaren:

source: % Of
de: % Von
fr: % De
hi: % का
nl: % Van

source: PERCENTAGE CALCULATOR
de: PROZENTSATZRECHNER
fr: CALCUL DE POURCENTAGE
hi: पेरिसेंटेज कैलकुलर
nl: PERCENTAGE REKENMACHINE

# PercentageCalculator1
source: Percentage Calculator
de: Prozentsatzrechner
fr: Calculatrice en pourcentage
hi: पेरिसेंटेज कैलकुलर
nl: Percentage Rekenmachine

source: PERCENTAGE CHANGE
de: PROZENTUALE VERÄNDERUNG
fr: CHANGEMENT DE POURCENTAGE
hi: प्रतिशत परिवर्तन
nl: PERCENTAGE VERANDERING

# PercentageChange1
source: Percentage Change
de: Prozentuale Veränderung
fr: Variation en pourcentage
hi: प्रतिशत परिवर्तन
nl: Percentage Verandering

source: PERCENTAGE DISCOUNT
de: PROZENTSATZ RABATT
fr: REMISE EN POURCENTAGE
hi: पेरेज़ेंट छूट
nl: PERCENTAGE KORTING

# PercentageDiscount1
source: Percentage Discount
de: Prozentsatz Rabatt
fr: Pourcentage de réduction
hi: पेरेज़ेंट छूट
nl: Percentage Korting

source: PERCENTAGE INCREASE
de: PROZENTUALE STEIGERUNG
fr: AUGMENTATION DU POURCENTAGE
hi: पेरसेंटेज इंक्रीज
nl: PERCENTAGE TOENAME

# PercentageIncrease1
source: Percentage Increase
de: Prozentuale steigerung
fr: Augmentation en pourcentage
hi: पेरसेंटेज इंक्रीज
nl: Percentage toename

source: PERCENTAGE OF
de: PROZENT VON
fr: POURCENTAGE DE
hi: का प्रतिशत
nl: PERCENTAGE VAN

# PercentageOf1
source: Percentage Of
de: Prozent von
fr: Pourcentage de
hi: का प्रतिशत
nl: Percentage van

source: Percent Calculator
de: Prozentrechner
fr: Calculatrice en pourcentage
hi: प्रतिशत कैलकुलेटर
nl: Percentage rekenmachine

source: Profit:
de: Profitieren:
hi: फायदा:
nl: Winst:

source: Result:
de: Ergebnis:
fr: Résultat:
hi: परिणाम:
nl: Resultaat:

source: Revenue:
de: Einnahmen:
fr: Revenu:
hi: राजस्व:
nl: Omzet:

source: SALES TAX
de: MEHRWERTSTEUER
fr: TAXE DE VENTE
hi: बिक्री कर
nl: OMZETBELASTING

# SalesTax1
source: Sales Tax
de: Mehrwertsteuer
fr: Taxe de vente
hi: बिक्री कर
nl: omzetbelasting

# SalesTaxPercentage
source: Sales Tax:
de: Mehrwertsteuer:
fr: Taxe de vente:
hi: बिक्री कर:
nl: omzetbelasting:

source: Save Changes
de: Änderungen speichern
fr: Sauvegarder les modifications
hi: परिवर्तनों को सुरक्षित करें
nl: Wijzigingen opslaan

source: Selling:
de: Verkauf:
fr: Vente:
hi: बेचना:

source: Start year:
de: Startjahr:
fr: Année de début:
hi: शुरुवाती साल:
nl: Start jaar:

source: Tax Amount:
de: Steuerbetrag:
fr: Montant de la taxe:
hi: कर राशि:
nl: Belastingbedrag:

source: Tip Amount:
de: Trinkgeldbetrag:
fr: Montant du pourboire:
hi: टिप राशि:
nl: Tip Bedrag:

source: TIP CALCULATOR
de: TIPP RECHNER
fr: CALCULATEUR DE POINTE
hi: टिप कैलकुलेटर
nl: TIP REKENMACHINE

# TipCalculator1
source: Tip Calculator
de: Trinkgeldrechner
fr: Calculateur de pourboire
hi: टिप कैलकुलेटर
nl: Tip Rekenmachine

source: Tip Percentage:
de: Tip Prozentsatz:
fr: Pourcentage de pourboire:
hi: टिप प्रतिशत:

source: Total Amount:
de: Gesamtmenge:
fr: Montant total:
hi: कुल रकम:
nl: Totale hoeveelheid:

source: Total Growth:
de: Gesamtwachstum:
fr: Croissance totale:
hi: कुल वृद्धि:
nl: Totale groei:

source: Total inflation:
de: Gesamtinflation:
hi: कुल मुद्रास्फीति:
nl: Totale inflatie:

source: Total Per Person:
de: Gesamt pro Person:
hi: कुल प्रति व्यक्ति:
nl: Totaal per persoon:

source: Total To Pay:
de: Gesamtbetrag:
fr: Le total à payer:
hi: भुगतान करने के लिए कुल:
nl: In totaal te betalen:

source: To Value:
de: Schätzen:
fr: Évaluer:
hi: मान के लिए:
nl: Waarderen:

source: VAT:
de: MwSt:
fr: T.V.A.:
hi: वैट:

source: VAT CALCULATOR
de: MEHRWERTSTEUER
fr: CALCULATEUR DE TVA
hi: वैट कैलकुलर
nl: VAT REKENMACHINE

# VatCalculator1
source: Vat Calculator
de: Mehrwertsteuerrechner
fr: Calculateur de TVA
hi: वैट कैलकुलर
nl: Vat Rekenmachine

source: What is
de: Was ist
fr: Quel est
hi: क्या है
nl: Wat is

# off
source: of
de: von
fr: de
hi: का
nl: van

# Increas
source: Increase
de: Erhöhen
fr: Augmenter
hi: बढ़ना
nl: Toenemen

source: By
de: Durch
fr: Par
hi: द्वारा
nl: Door

source: with
de: mit
fr: avec
hi: साथ में
nl: met

# PoDescription1
source: is what percent of
de: ist, was Prozent aus
fr: est quel pourcentage de
hi: प्रतिशत क्या है
nl: is welk percentage van

# Discoun
source: discount
de: Rabatt
fr: remise
hi: छूट
nl: korting

# doubling
source: Calculates Amount Doubling Time
de: Berechnet die Verdopplungszeit
fr: Calcule le montant du temps de doublement
hi: राशि दोहरीकरण समय की गणना करता है
nl: Berekent verdubbeling van het bedragTime

# PchDescription1
source: Price hike from
de: Preiswanderung ab
fr: Prix ​​à partir de
hi: मूल्य वृद्धि से
nl: Prijs wandeling van

# PchDescription2
source: to
de: zu
fr: à
hi: सेवा मेरे
nl: naar

# TcDescription
source: Calculate that distributes restaurant bill evenly
de: Berechnen Sie, dass die Restaurantrechnung gleichmäßig verteilt wird
fr: Calculer qui distribue la facture de restaurant uniformément
hi: गणना करें कि समान रूप से रेस्तरां बिल वितरित करता है
nl: Bereken dat de rekening van het restaurant gelijk verdeeld

# MgDescription
source: Calculates selling price based on margin
de: Berechnet den Verkaufspreis basierend auf der Marge
fr: Calcule le prix de vente en fonction de la marge
hi: मार्जिन के आधार पर विक्रय मूल्य की गणना करता है
nl: Berekent de verkoopprijs op basis van marge

# MkDescription
source: Calculates revenue based on markup
de: Berechnet den Umsatz anhand des Aufschlags
fr: Calcule les revenus en fonction du balisage
hi: मार्कअप के आधार पर राजस्व की गणना करता है
nl: Berekent de opbrengst op basis van markeringen

# StDescription
source: Calculates sales tax from Tax %
de: Berechnet die Umsatzsteuer aus der Steuer %
fr: Calcule la taxe de vente à partir de la taxe %
hi: टैक्स से बिक्री कर की गणना करता है %
nl: Berekent omzetbelasting van btw %

# fractionPercentage
source: Calculate percentage from fraction.
de: Prozentsatz aus Bruch berechnen.
fr: Calculer le pourcentage de la fraction.
hi: अंश से प्रतिशत की गणना करें.
nl: Bereken het percentage van de breuk.

# cumulative
source: Calculates Cumulative Growth
de: Berechnet das kumulative Wachstum
fr: Calcule la croissance cumulative
hi: संचयी विकास की गणना करता है
nl: Berekent de cumulatieve groei

# loan1
source: Calculates Loan Over Time
de: Berechnet den Kredit über die Zeit
fr: Calcule le prêt au fil du temps
hi: समय के साथ ऋण की गणना करता है
nl: Berekent Lening na verloop van tijd

# inflation1
source: Calculates Inflation By Time
de: Berechnet die Inflation nach Zeit
fr: Calcule l'inflation par heure
hi: समय तक मुद्रास्फीति की गणना करता है
nl: Berekent de inflatie in de tijd

# compoundInterest2
source: Calculates Compound Interest
de: Berechnet Zinseszinsent
fr: Calcule les intérêts composés
hi: चक्रवृद्धि ब्याज की गणना करता है
nl: Berekent samengestelde rente

# vat1
source: Calculates VAT
de: Berechnet die Mehrwertsteuer
fr: Calcule la TVA
hi: वैट की गणना करता है
nl: Berekent BTW

source: Gross Cost:
de: Bruttokosten:
fr: Coût brut:
hi: सकल लागत:
nl: Bruto kosten:

# MarginSalesTax
source: MARGIN AND SALES TAX CALCULATOR
de: MARGIN- UND VERKAUFSSTEUERRECHNER
fr: CALCULATEUR DE TAXES SUR LES MARGES VENTES
hi: मार्जिन और सेल्स टैक्स कैलकुलेटर
nl: MARGIN EN VERKOOPBELASTING CALCULATOR

# MarginSalesTax2
source: Margin and Sales Tax Calculator
de: Margin und Umsatzsteuerrechner
fr: Calculateur de marge et de taxe vente
hi: मार्जिन और सेल्स टैक्स कैलकुलेटर
nl: Marge en verkoopbelastingcalculator

# MarginVat
source: MARGIN AND VAT CALCULATOR
de: MARGIN- UND MWST-RECHNER
fr: CALCULATEUR DE MARGE ET DE TVA
hi: मार्जिन और वैट कैलकुलेटर
nl: MARGIN EN BTW-CALCULATOR

# MarginVat2
source: Margin and Vat Calculator
de: Margin- und Mehrwertsteuerrechner
fr: Calculateur de marge et de TVA
hi: मार्जिन और वैट कैलकुलेटर
nl: Marge en Vat Calculator

# MsDescription
source: Calculator Margin and Sales Tax
de: Rechner Margin und Umsatzsteuer
fr: Calcule la marge et la taxe de vente
hi: कैलकुलेटर मार्जिन और बिक्री कर
nl: Berekent Marge en omzetbelasting

# MvDescription
source: Calculates Margin and Vat
de: Berechnet Margin und Vat
fr: Calcule la marge et la TVA
hi: मार्जिन और वैट की गणना करता है
nl: Berekent Marge en Vat
